[
    {
        "id": 1,
        "name": "Дніпровський національний історичний музей імені Д. І. Яворницького",
        "description": "Музей у місті Дніпро, який був заснований губернатором Андрієм Фабром 1849 року. Колекція музею охоплює експонати від часів палеоліту до періоду другої половини ХХ століття. Серед відомих експонатів — половецькі «баби», Керносівський ідол та колекція козацьких старожитностей.",
        "images": ["museum-1-1.jpg", "museum-1-2.jpg"]
    },

    {
        "id": 2,
        "name": "Музей історії Дніпра",
        "description": "Музей історії Дніпра знайомить відвідувачів із багатовіковим розвитком міста — від козацьких часів до сучасності. Експозиції музею включають унікальні артефакти, документи, фотографії та інтерактивні інсталяції, що розкривають ключові події, постаті та культурні трансформації регіону. Особливу увагу приділено індустріальному спадку, участі міста у визвольних змаганнях та його ролі у формуванні незалежної України.",
        "images": ["museum-2-1.jpg", "museum-2-2.jpg"]
    },

    {
        "id": 3,
        "name": "Музей сучасної російсько-української війни",
        "description": "Музей, одна з шести філій Дніпропетровського історичного музею ім. Дмитра Яворницького, заснована у січні 2016 року. Складається з внутрішньої (розміщується в приміщенні діорами «Битва за Дніпро») та вуличної експозиції — «Шляхами Донбасу». Вуличну експозицію відкрито 25 травня 2016 року, внутрішню — 23 січня 2017. З липня 2023 року рішенням депутатів обласної ради музей перейменовано на «Музей сучасної російсько-української війни».",
        "images": ["museum-3-1.jpg", "museum-3-2.jpg"]
    },

    {
        "id": 4,
        "name": "Музей пам'яті єврейського народу та Голокосту в Україні",
        "description": "Найбільший в Україні музей з історії єврейського народу та Голокосту, відкритий у жовтні 2012 року. Його зали присвячені одній з найстрашніших трагедій ХХ ст. – нацистському винищенню євреїв Європи – та опису традиційного єврейського світу, знищеного в роки війни. Це музей нового типу: його експозиція є поєднанням унікальних експонатів, сучасних мультимедійних технологій та арт-інсталяцій.",
        "images": ["museum-4-1.jpg", "museum-4-2.jpg"]
    },

    {
        "id": 5,
        "name": "Дніпропетровський народний музей історії міліції",
        "description": "Дніпропетровський народний музей історії міліції висвітлює розвиток правоохоронних органів у регіоні від початку ХХ століття до сьогодення. В експозиції представлені документи, фотографії, форма, засоби зв’язку та інші артефакти, що ілюструють щоденну службу працівників міліції, а також їхню участь у значущих подіях. Музей виконує важливу просвітницьку функцію, зберігаючи пам’ять про людей, які стояли на захисті правопорядку.",
        "images": ["museum-5-1.jpg", "museum-5-2.jpg"]
    }
]